<?php

declare(strict_types=1);

return [
    'access_features'         => 'قبل الوصول إلى جميع الميزات، يرجى التحقق من بريدك الإلكتروني للعثور على رابط التحقق الذي ينتظر تأكيدك.',
    'already_have_account'    => 'هل لديك حساب بالفعل؟',
    'dive_into_our_community' => 'انغمس في مجتمعنا الديناميكي، حيث يبدأ كل رحلة.',
    'email_verification'      => 'تأكيد البريد الإلكتروني',
    'enter_reset_email'       => 'أدخل بريدك الإلكتروني لإعادة تعيين كلمة المرور.',
    'entrance_point'          => 'نقطة الدخول',
    'explore_a_sanctuary'     => 'استكشف ملاذًا للدعم. قم بتسجيل الدخول للحصول على اتصالات تتسم بالتعاطف ومجتمع رعاية.',
    'failed'                  => 'بيانات الاعتماد هذه غير متطابقة مع البيانات المسجلة لدينا.',
    'forget_password'         => 'هل نسيت كلمة المرور؟',
    'Has_reset_password'      => 'هل تمت إعادة تعيين كلمة المرور بنجاح؟',
    'join_now'                => 'انضم الآن',
    'not_a_member'            => 'لست عضوًا بعد؟',
    'or'                      => 'أو',
    'password'                => 'كلمة المرور غير صحيحة.',
    'register'                => 'تسجيل',
    'reset_password'          => 'إعادة تعيين كلمة المرور',
    'send_pass'               => 'ارسال رابط',
    'send_verification_email' => 'إعادة إرسال بريد التحقق',
    'setup_new_password'      => 'إعداد كلمة مرور جديدة',
    'sign_up'                 => 'التسجيل',
    'throttle'                => 'عدد كبير جدا من محاولات الدخول. يرجى المحاولة مرة أخرى بعد :seconds ثانية.',
    'use_8_character'         => 'استخدم ٨ أحرف أو أكثر مع مزيج من الحروف والأرقام والرموز.',
    'Verification_email_sent' => 'تم إرسال بريد التحقق، يرجى التحقق من بريدك الإلكتروني.',
];
